---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationPartDoublewallMaterial
source: html/b153a932-5941-84d8-1255-849606005c55.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationPartDoublewallMaterial Property

"Double Wall Material"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationPartDoublewallMaterial { get; }
```